Repository: SeanLennon/DDDProject
Catalog: Api/Resources/Controllers/UsersController.*.resx
Languages: pt_br

# FORGOT_PASSWORD_FAILED
source: Email submission failed
pt_br: Envio do e-mail falhou

# USER_REGISTER_FAILED
source: Unregistered user
pt_br: Registro falhou

source: Reset password failed
pt_br: Recuperação de senha falhou

# CHANGE_NAME_SUCCESS
source: Change name successfully
pt_br: Nome alterado com sucesso

# FORGOT_PASSWORD_SUCCESS
source: Email sent to success
pt_br: E-mail enviado com sucesso

source: User not found
pt_br: Usuário não encontrado

# FIND_PROFILE_SUCCESS
source: Profile found successfully
pt_br: Perfil encontrado com sucesso

# USER_AUTHENTICATE_SUCCESS
source: Authenticated successfully
pt_br: Autenticado com successo

source: User found
pt_br: Usuário encontrado

# USER_AUTHENTICATE_FAILED
source: Authentication failed
pt_br: Autenticação falhou

# RESET_PASSWORD_SUCCESS
source: Reset password successfully
pt_br: Senha recuperada com sucesso

# USER_REGISTER_SUCCESS
source: Registered with success
pt_br: Registrado com sucesso

# FIND_PROFILE_FAILED
source: Profile not found
pt_br: Perfil não encontrado

source: Change name failed
pt_br: Alteração de nome falhou

# CHANGE_PASSWORD_SUCCESS
source: Change password successfully
pt_br: Senha alterada com sucesso

source: Change password failed
pt_br: Alteração de senha falhou
